abduco
android-file-transfer
android-tools
ant
arduino
autoconf
automake
awesome
b3sum
base
bash-pipes
betterdiscordctl-git
betterlockscreen
binutils
bison
bitwarden-cli
blender
blueman
bluez
bluez-hcitool
bluez-hid2hci
bluez-rfcomm
bluez-tools
bluez-utils
bootiso
brother-hll2370dw
bspwm
bsync-git
clang
code-minimap
ctags
dhcpcd
dialog
discord
dos2unix
dunst
exfat-utils
f2fs-tools
fakeroot
feh
fish
fisher
flex
flite
fuse3
fzf
gcc
gimp
git
glava
gnu-netcat
gnuplot
go-ipfs
gotop-bin
gperftools
graphviz
groff
hydra
inkscape
jdk-openjdk
jdk8-openjdk
jre-openjdk
jre8-openjdk
kitty
lib32-gperftools
lib32-libcurl-gnutls
lib32-libpulse
lib32-libva
lib32-libvdpau
lib32-libxinerama
lib32-libxtst
lib32-nvidia-utils
libappimage
libclc
libnotify
libtool
linux
linux-firmware
linux_logo_archcustom
llvm
lutris
m4
maim
make
mencoder
minecraft-launcher
minify
mpv
neofetch
neovim
neovim-plug
nerd-fonts-hack
nerd-fonts-jetbrains-mono
netcdf
networkmanager
nextcloud-client
nmap
nodejs
npm
nvidia
nvidia-prime
nvidia-settings
obs-plugin-spectralizer-bin
obs-scene-switcher
obs-streamfx
obs-studio
ocl-icd
oculus-udev
ookla-speedtest-bin
opencl-nvidia
openssh
osync
pacman-contrib
papirus-icon-theme
parted
patch
pavucontrol
picom-ibhagwan-git
piper
pkgconf
playerctl
polybar
pulseaudio
pulseaudio-alsa
python
python-pip
python-send2trash
ranger
redshift
reptyr
ripgrep
rofi
rofi-calc
rsync
rust-racer
rustup
s-tui
scrcpy
screen
simplescreenrecorder
sound-of-sorting-git
spicetify-cli
spotify
sqlmap
steam
sudo
sxhkd
texinfo
unzip
vi
vivaldi-codecs-ffmpeg-extra-bin
vlang-bin
wdfs
wget
which
xclip
xdot
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xpra
xss-lock
yarn
yay
zoom
